{
    "All": {
        "Domain": "All",
        "Headline": "hihjgdhddhdd",
        "Date/Time": "411521",
        "Summarized_News": " Deep learning is a sub-field of machine learning dealing with algorithms inspired by the structure and function of the brain called artificial neural networks. In other words, It mirrors the functioning of our brains. Deep learning algorithms are similar to how nervous system structured where each neuron connected each other and passing information. Deep learning models tend to perform well with amount of data wheras old machine learning models stops improving after a saturation point.",
        "Image_Url": "www.mbmb.com"
    },
    "India": {
        "Domain": "India",
        "Headline": "33ffr",
        "Date/Time": "4345",
        "Summarized_News": " We cannot start deep learning without explaining linear and logistics regression which is the basis of deep learning. In this example, we have historical data based on the size of the house. We plot them into the graph as seen as dot points. Linear regression is the technique where finding a straight line between these points with less error(this will be explained later). Once we have a line with less error, we can predict the house price based on the size of the house.",
        "Image_Url": "heth"
    },
    "World": {
        "Domain": "World",
        "Headline": "grggt",
        "Date/Time": "5345",
        "Summarized_News": " Deep learning is a sub-field of machine learning dealing with algorithms inspired by the structure and function of the brain called artificial neural networks. I will explain here how we can construct a simple neural network from the example. In the above example, Logistic regression is the technique to be used to separate data using single line. But most of the time we cannot classify the dataset using a single line with high accuracy.",
        "Image_Url": "teh"
    },
    "Sports": {
        "Domain": "Sports",
        "Headline": "gtg5g",
        "Date/Time": "5345",
        "Summarized_News": " A neural network is a network of neurons in a nervous system. It is a network of neurons in a nervous system. It is a network of neurons in a nervous system. It is a network of neurons in a nervous system. It is a network of neurons in a nervous system. <n> <n>As we have neurons in nervous system, we can define each line as one neuron and connected to next layer neurons along with neurons in the same layer. In this case we have two neurons that represents the two lines.",
        "Image_Url": "wthe"
    },
    "Entertainment": {
        "Domain": "Entertainment",
        "Headline": "fr4fr",
        "Date/Time": "245566",
        "Summarized_News": " A neural network learns more about what kind of input data leads to a student being accepted into a university (above example), the network adjusts the weights based on any errors in categorization that the previous weights resulted in. This is called training the neural network. Once we have the trained network, we can use it for predicting the output for the similar input.",
        "Image_Url": "4wn"
    },
    "Technology": {
        "Domain": "Technology",
        "Headline": "f4g4g",
        "Date/Time": "756746",
        "Summarized_News": " This very important concept to define how well a network performing during the training. In the training phase of the network, it make use of error value to adjust the weights so that it can get reduced error at each step. The goal of the training phase to minimize the errorBy propagating values from the first layer (the input layer) through all the mathematical functions represented by each node, the network outputs a value. This process is called a forward pass.",
        "Image_Url": "rh"
    },
    "gdgd": {
        "Domain": "gdgd",
        "Headline": "erge",
        "Date/Time": "gerg",
        "Summarized_News": " Should I learn now... or later? Learning is a universal skill/trait that is acquired by any living organism on this planet. Learning is defined by: the acquisition of knowledge or skills through experience, study, or by being taught. Whether that be a plant learning how to respond to light and temperature, a monkey learning how to peel a banana, or us humans learning how to ride a bike. This commonality is what makes us unique and evolve over time. Hopefully this article will provide some useful insights and open up your mind to what computers can do now a days.",
        "Image_Url": "yfuyfuf"
    }
}