{
    "world": {
        "Domain": "world",
        "Headline": "Ukraine President's Appeal To Russian Mothers: \"Check Where Your Son Is\"",
        "Date": "March 13",
        "News": "Ukraine's President Volodymyr Zelensky on Saturday called on the mothers of Russian soldiers to prevent their sons being sent to war in Ukraine.\"I want to say this once again to Russian mothers, especially mothers of conscripts. Do not send your children to war in a foreign country,\" Zelensky said in a video address released on Telegram.\"Check where your son is. And if you have the slightest suspicion that your son could be sent to war against Ukraine, act immediately\" to prevent him being killed or captured, he said.\"Ukraine never wanted this terrible war. And Ukraine does not want it. But it will defend itself as much as necessary,\" he added.On Wednesday, Russia for the first time acknowledged the presence of conscripts in Ukraine and announced that a number of them had been taken prisoner.Moscow had previously claimed that only professional soldiers were fighting there. The announcement came as posts from mothers without news of their sons sent to Ukraine multiplied on social networks.Kyiv last week invited mothers of Russian soldiers captured on its territory to come and pick their children up. The Ukrainian defence ministry published phone numbers and an email through which they could obtain information about them. Kyiv claims to have taken dozens of prisoners since the start of the Russian invasion.During the conflict between Moscow and Chechen separatists in the 1990s and 2000s, many young Russian conscripts were sent to the front, and some were taken prisoner.In a movement that fuelled anti-war protests in Russia at the time, women mobilised to try and bring their sons back alive or bring their bodies back -- even going to Chechnya themselves.",
        "imageUrl": "https://c.ndtvimg.com/2022-03/iesr8i58_ukraine-president-volodymyr-zelensky-afp-650_625x300_04_March_22.jpg",
        "source": "ndtv"
    },
    "technology": {
        "Domain": "technology",
        "Headline": "Understanding US President- Joe Biden’s Cryptocurrency Executive Order",
        "Date": "March 9",
        "News": "Earlier today, US President Joe Biden signed an executive order directing agencies across the federal government to consider new regulations for digital currencies. Biden calls on agencies across the Federal Government to coordinate these efforts in order to gauge the benefits and risks posed by cryptocurrency ownership, and whether to create an American digital currency. This highly anticipated executive order on digital assets by the US President appears to take a supportive stance toward the industry.The new order is one of the biggest and most comprehensive efforts the Biden administration is showing to regulate an industry that is growing rapidly. This is as close to an embrace of crypto by the Biden administration. These significant efforts by Mr President have been identified as would encourage innovation that would identify and most importantly mitigate the risks to consumers, investors, business and the American economy. The order, titled “Ensuring Responsible Development if Digital Assets,” outlined the risks cryptocurrencies pose to the economy but most importantly noted their possible benefits.Biden’s executive order revolves around six priorities majorly, they are “consumer and investor protection; financial stability; illicit finance; U.S. leadership in the global financial system and economic competitiveness; financial inclusion; and responsible innovation.”The executive order by the White House has instructed various government agencies, including the Commerce and Treasury departments, to wake up to federal approaches to regulating digital assets. It also asks agencies to review the possibility of issuing digital versions of the dollar, tasking the Justice department with assessing if it would require new legislation and possibly preparing such legislation. Director of Biden’s National Economic Council, Brian Deese while making a statement said that “We need a comprehensive, all-of-government framework to address the emerging risks and opportunities that digital assets pose.”Bitcoin which has become one of the most common forms of cryptocurrencies globally, Bitcoin saw its jump by the dollar value of about 9% to $42,300, on track for its largest percentage gain since Feb. 28 according to Coin Metrics. Ether, the coin linked to the Ethereum blockchain network wasn’t left behind as it added 6.3% to $2,740, also set for its best day this month. “We applaud the White House for recognizing this as a defining moment for U.S. innovation on the world stage,” said Faryar Shirzad, chief policy officer at the largest U.S. crypto exchange, Coinbase Global Inc., in a series of tweets.The executive order has called on the Department of Treasury to assess and come up with policy recommendations and also encourages the Financial Stability Oversight Council to identify risks and develop policy recommendations on regulatory gaps, and it calls for a focus on coordinated action across federal agencies to prevent illicit finance and national security risks.",
        "imageUrl": "https://i0.wp.com/static.news.bitcoin.com/wp-content/uploads/2022/03/exec-order1.jpg?ssl=1",
        "source": "techbooky"
    },
    "entertainment": {
        "Domain": "entertainment",
        "Headline": "TV Celebs Celebrate 'Pyaar Wali Holi' On The Sets Of 'Kumkum Bhagya'",
        "Date": "March 13",
        "News": "There will be dance performances by lead actors of the show including Sriti Jha, Shabir Ahluwalia, Mugdha Chaphekar and Krishna Kaul.New Delhi: As the festival of colours, Holi is round the corner, daily show 'Kumkum Bhagya' is all set to entertain the audience with a special episode, 'Pyaar Wali Holi Celebration'.There will be dance performances by lead actors of the show including Sriti Jha, Shabir Ahluwalia, Mugdha Chaphekar and Krishna Kaul.Along with them popular television actors such as Shoaib Ibrahim, Megha Ray, Karan Wahi, Adaa Khan, Kanika Mann, Vrushika Mehta, Manit Joura, Nishant Singh Malkhani, Deepika Singh, Aman Gandhi and Kushagra Nautiyal will also present performances on Bollywood numbers.While on one side there is a tribute act to Lata Mangeshkar and Bappi Lahiri by Megha Ray and Shoaib Ibrahim. On the other hand, Karan Wahi and Adaa Khan will make everyone dance with their performance on holi songs.'Bhagya Lakshmi' actor Rohit Suchanti shared his experience of performing with co-star Aishwarya Khare: \"This is our first time celebrating Holi with Zee Kutumb, so we are deeply delighted. Over time, we are glad to have achieved great chemistry, and it's always fun when we perform together. It's like we set the stage on fire!\"\"We must add that it's nearly the time of Holi and we are so happy that our celebration has started on the sets of 'Kumkum Bhagya', as this year we were planning to celebrate with our close friends and family. We hope the viewers like our performance as we have worked so hard and enjoyed every bit of our act while shooting it for our viewers. We also wish everyone a very, very happy and safe Holi,\" added Aishwarya.Another highlight of the show will be the fiery water act by Kanika and Vrushika.Talking about the performance, Vrushika mentioned: \"We are thrilled to get challenging and high-energy songs and hope that everyone likes our act.\"Kanika shared more: \"We were so excited for the latter part of the act where we performed on 'Tip Tip Barsa Paani', one of my favourite songs. We didn't get a chance to rehearse together, but we hope our act lights up the fire in the Holi celebration.\"'Kumkum Bhagya's special episode 'Pyaar Wali Holi Celebration 'will be aired at 06:30 pm on Zee TV.\n",
        "imageUrl": "https://feeds.abplive.com/onecms/images/uploaded-images/2022/03/13/6b4caa95bf459e6fddb1d6aa23ebaf7f_original.jpg?impolicy=abp_cdn&imwidth=720",
        "source": "abp news"
    },
    "sports": {
        "Domain": "sports",
        "Headline": "\"He Knew As Soon As He Missed\": Sunil Gavaskar On What \"Cost\" Virat Kohli In 2nd Test vs Sri Lanka",
        "Date": "March 12",
        "News": "Legendary India cricketer Sunil Gavaskar said \"playing across the line\" cost Virat Kohli his wicket on Day 1 of the second Test against Sri Lanka in Bengaluru. Kohli, who walked out to a rousing reception from the Chinnaswamy crowd, was looking good till a delivery from off-spinner Dhananjaya de Silva kept lower than expected to hit his front pad. In the 28th over of India's innings, de Silva's short of a good length delivery turned and kept low, hitting Kohli just above the ankle region and the umpire had no hesitation in raising his finger. A shell-shocked Kohli, who was looking to turn the ball towards the on-side, did not even consider sending it upstairs and walked back after scoring 23 off 48 balls on Saturday.Reacting to Kohli's dismissal, Gavaskar said the talismanic right-hander perhaps could have avoided playing that particular shot.\"Today you could say that the shot he played shouldn't have been played. The trajectory meant, he went on to the backfoot like the first Test in Mohali but this time he played across his front pad, which meant he was always going to struggle. If he missed it, he was always going to be a candidate for LBW, which is exactly what happened. He knew as soon as he missed and the ball hit his pads, he was right in front. He didn't even look for a referral. So, playing across the line cost him today,\" Gavaskar said in the post-Tea show on Star Sports.Gavaskar also gave credit to the Sri Lanka bowlers and added that the Chinnaswamy pitch was not an easy for the batters.\"Sri Lankan bowlers have bowled well... Jayawickrama settled down after the first over. Every bowler is going to bowl the odd loose ball but they've stuck to their task well. The ball is gripping and turning so it isn't gonna be easy for the batters,\" Gavaskar added.Former India bowler Ajit Agarkar said there's \"very little\" that Kohli could have done with that delivery.\"There's very little that he could've done. That partnership with Hanuma Vihari was good. They put a li'll bit of pressure. They cashed in whenever there was an opportunity. You generally try and play off the backfoot when the ball is spinning but that once just kept low and he had no chance,\" Agarkar said.India were bowled out for 252. Shreyas Iyer top-scored with 92. For Sri Lanka, Lasith Embuldeniya and Praveen Jayawickrama picked up three wickets apiece.",
        "imageUrl": "https://c.ndtvimg.com/2022-03/g5jnku2o_virat-kohli-bcci_625x300_12_March_22.jpg?im=FaceCrop,algorithm=dnn,width=806,height=605",
        "source": "ndtv sports"
    },
    "politics": {
        "Domain": "politics",
        "Headline": "Goa Congress yet to decide its legislature party leader\n\n",
        "Date": "March 13",
        "News": "Panaji: The Congress in Goa is yet to take a decision on its legislature party leader, even after three days of the announcement of the state Assembly election results. According to sources, the Goa Congress unit has not held a single meeting after it failed to reach the majority mark of 21 in the 40-member Assembly.The Congress got 11 seats, its ally Goa Forward Party (GFP) secured one seat, while the BJP bagged 20 seats.Earlier, a senior Congress leader had said the Congress-GFP alliance will name its leader immediately after the election results are out.Congress MLA-elect Michael Lobo said a decision on the legislature party leader would be taken \"at the right time\".\n\n\"The Congress will have to inform the Assembly about their leader when the session is called for a confidence vote for the chief minister,' he said.\n\nWhile Goa Congress chief Girish Chodankar was not available for comments, another senior party leader claimed the elected members were divided between Digambar Kamat and Michael Lobo as their leader.\n\n\n\n",
        "imageUrl": "https://img.etimg.com/thumb/msid-90181415,width-300,imgsize-28564,,resizemode-4,quality-100/michael-lobo.jpg",
        "source": "the economic times"
    },
    "health": {
        "Domain": "health",
        "Headline": "Covid Can Shrink Brain As Much As Decade Of Aging, Claims Study",
        "Date": "March 8",
        "News": "Researchers identified Covid-associated brain damage months after infection, including in the region linked to smell, and shrinkage in size equivalent to a decade of normal aging. In the study, the changes were linked to cognitive decline.Even a mild case of Covid-19 can damage the brain and addle thinking, scientists found in a study that highlights the illness's alarming impact on mental function.\nResearchers identified Covid-associated brain damage months after infection, including in the region linked to smell, and shrinkage in size equivalent to as much as a decade of normal aging. The changes were linked to cognitive decline in the study, which was published Monday in the journal Nature.\n\nThe findings represent striking evidence of the virus's impact on the central nervous system. More research will be required to understand whether the evidence from the Wellcome Centre for Integrative Neuroimaging at the University of Oxford means Covid-19 will exacerbate the global burden of dementia -- which cost an estimated $1.3 trillion in the year the pandemic began -- and other neurodegenerative conditions.\n\n\"It is a very novel study with conclusive data,\" said Avindra Nath, clinical director of the U.S. National Institute of Neurological Disorders and Stroke, who wasn't involved in the research. \"The findings are very intriguing, with important implications for the population at large.\"\n\nThe SARS-CoV-2 virus is widely considered a respiratory pathogen that attacks the lungs. Taking a narrow view of it, however, misses myriad neurologic complications -- including confusion, stroke, and neuromuscular disorders -- that manifest during the acute phase of the illness. Other effects like impaired concentration, headache, sensory disturbances, depression, and even psychosis may persist for months as part of a constellation of symptoms termed long Covid.\n\nTo investigate changes in the brain, neuroscientist Gwenaelle Douaud and colleagues leveraged the world's largest magnetic resonance imaging database. Initial MRI scans of the brains of 785 volunteers were taken before the pandemic began as part of U.K. Biobank research, which marries large-scale genomic and detailed clinical data for half a million people.\n\nA subsequent scan was taken an average of 38 months later. By then, 401 participants had tested positive for Covid. The uninfected remainder served as a control group that was similar to the survivors in age, sex, and many risk factors, including blood pressure, obesity, smoking, socio-economic status and diabetes. The participants in the study, aged 51 to 81, were mostly Caucasian.",
        "imageUrl": "https://c.ndtvimg.com/2022-03/3gjjt5r_covid-patient-bloomberg_625x300_08_March_22.jpg",
        "source": "ndtv"
    },
    "Education": {
        "Domain": "Education",
        "Headline": "As CBSE informs Class 10 marks to schools, students miss thrill of checking results online",
        "Date": "March 13",
        "News": "students of class 10 had been eagerly waiting for their term-1 results for the last two months and after the result was released through schools, they said missed the fun of checking their scores online with friends and family.“The result being declared offline, definitely, has reduced the hassle but also has taken away the buzz and excitement of going on the website and calculating the percentage yourself! The charm is lost and it being declared just one month before the term 2 board exams has given us very little time to think about it or even celebrate it. Nonetheless, I am happy with my result and am setting new targets for myself to achieve in term 2,” Deepika Goswami, a Class 10 student at Seth Anandram Jaipuria School in Vasundhara, told indianexpress.com.Another class 10 student from Chandigarh, Gurkirat Kaur said, “My brother passed class 10 in 2019 and I witnessed the excitement and rush of board results declaration at our home. I was looking forward to experiencing the same but with marks being sent to schools, I will have to wait a few more months until final result declaration to live that experience.”While some schools informed students about their term-1 theory marks immediately after receiving the results from CBSE, others have said they will distribute the marksheets after adding the practical marks.\n\nSeema Kaur, the principal of Pacific World School in Noida, said that the school shared the individual marksheets with the parents immediately upon receiving the results.\n\n“There is a different charm of checking the board result on the website and parents were trying to log in to the website in the morning. Students are quite excited upon seeing their results and are creating new targets for themselves to be achieved in the Term II examination,” added Kaur.",
        "imageUrl": "https://images.indianexpress.com/2022/03/CBSE-1.jpg",
        "source": "the indian express"
    },
    "business": {
        "Domain": "business",
        "Headline": "All you need to know about US Prez Joe Biden’s crypto executive order",
        "Date": "March 11",
        "News": "US President Joe Biden on March 10 signed the ‘Executive Order on Ensuring Responsible Development of Digital Assets.’ The executive order is the first comprehensive set of rules for governing cryptocurrencies and other virtual assets in the US.\n\nThe US has once again emerged as a centre of crypto activity. The country is now home to over 35 percent of Bitcoin’s mining volume capacity and to over 100 million cryptocurrency investors through its various cryptocurrency exchanges in the country.The executive order is widely being seen as being ‘neutral’ towards digital currencies as the regulations and orders do not seem to be setting the stage for a potential ban of all virtual currencies. At the same time, the order also does not legalise these currencies.\n\nThe order has asked a number of federal agencies to develop responses to the developing cryptocurrency technologies. This will mean different things for each department. But among these directives, is also the direction to the Federal Reserve to study the possibility of a ‘digital dollar’ or a Central Bank Digital Currency (CBDC).Additionally, the EO also sets out six key priorities for the US government regarding cryptocurrencies. These include consumer protection, use of cryptocurrency for criminal priorities, volatility of cryptocurrency, financial inclusion, and responsible innovation when it comes to newer cryptocurrency technologies.",
        "imageUrl": "https://images.cnbctv18.com/wp-content/uploads/2021/09/Bitcoin-UK-1019x573.jpg?impolicy=website&width=500&height=300",
        "source": "cnbc tv 18"
    }
}